{
  "KZ-1": [
    {"type": "text", "value": "Полная сводка по кибератаке: XELGAST использовала новую, ранее неизвестную уязвимость в SCADA-системах, управляющих энергоснабжением. Это была многофазная атака, координируемая через теневые серверы в Восточной Европе."},
    {"type": "image", "src": "img/2.png", "caption": "Схема отключенной подстанции (Данные Danik&Corp). Изображение 2."},
    {"type": "text", "value": "В результате атаки, которая длилась более 12 часов, три крупных города столкнулись с полным блэкаутом. Ущерб, нанесенный ключевым партнерам Danik&Corp, оценивается в миллиарды. Danik&Corp обещает симметричный ответ."},
    {"type": "text", "value": "Правительство Казахстана усилило кибер-защиту, но аналитики считают, что без помощи Danik&Corp противостоять XELGAST невозможно."}
  ],
  "KZ-3": [
    {"type": "image", "src": "img/3.png", "caption": "Центр кибер-обороны Danik&Corp. Изображение 3."},
    {"type": "text", "value": "Успешная операция 'Антихват' позволила агентам Danik&Corp получить полный дамп сервера, содержащего планы XELGAST по экономическому саботажу. Данные показывают, что XELGAST планировала срыв железнодорожных поставок редких металлов."},
    {"type": "text", "value": "Благодаря этой утечке, Danik&Corp смогла предотвратить потерю стратегического контракта в Астане. Это не только победа в кибер-войне, но и важное экономическое спасение."}
  ],
  "KZ-4": [
    {"type": "text", "value": "Программа Digital Nomad Visa от AuraTech является частью стратегии XELGAST по созданию лояльной технологической диаспоры. Это мягкая сила, направленная против влияния Danik&Corp. XELGAST предлагает невероятные условия."},
    {"type": "image", "src": "img/4.png", "caption": "Вид на Алматы, куда привлекают номадов. Изображение 4."},
    {"type": "text", "value": "Власти пока наблюдают за ситуацией, но уже ясно, что XELGAST успешно вербует местных IT-специалистов."}
  ],
  "KZ-5": [
    {"type": "text", "value": "Quantum Genesis станет крупнейшим центром квантовых вычислений в Евразии, инвестиции Danik&Corp составляют $200 млн. Эта долгосрочная научная стратегия призвана гарантировать технологическое превосходство над XELGAST."},
    {"type": "image", "src": "img/5.png", "caption": "Сотрудник Quantum Genesis. Изображение 5."},
    {"type": "text", "value": "Запуск центра запланирован на следующий квартал, что усиливает позиции Danik&Corp в регионе."}
  ],
  "KZ-6": [
    {"type": "text", "value": "Astana Q-Tech сохраняет нейтралитет, но обе корпорации пытаются привлечь ее таланты и технологии. Ее независимость является ключевым фактором стабильности в регионе."},
    {"type": "text", "value": "Лаборатория уже сделала несколько небольших, но важных открытий в области криптографии, вызывая повышенный интерес у Danik&Corp и XELGAST."}
  ],
  "KZ-7": [
    {"type": "text", "value": "Хотя переход на зеленую энергию положителен, эксперты указывают, что это попытка XELGAST улучшить имидж после серии экологических скандалов. Объекты KazGreenPower теперь полностью на ВИЭ."},
    {"type": "image", "src": "img/7.png", "caption": "Солнечные панели KazGreenPower. Изображение 7."}
  ],
  "DEFAULT-1": [
    {"type": "image", "src": "img/8.png", "caption": "Бронетехника Danik&Corp на поле боя. Изображение 8."},
    {"type": "text", "value": "Боевые действия в провинции Квазулу-Натал. Обе стороны понесли значительные потери. Мировое сообщество призывает к деэскалации, опасаясь, что конфликт перерастет в полномасштабную корпоративную войну."}
  ],
  "DEFAULT-2": [
    {"type": "text", "value": "Спутниковые снимки подтверждают развертывание ударных дронов Danik&Corp и противовоздушных систем XELGAST. Африканский союз призывает к чрезвычайному саммиту, чтобы обсудить угрозу суверенитету."},
    {"type": "image", "src": "img/9.png", "caption": "Карта очагов конфликта. Изображение 9."}
  ],
  "DEFAULT-3": [
    {"type": "text", "value": "Поглощение компании 'MicroCore' обошлось XELGAST в $80 млрд. Этот шаг дает XELGAST монопольный доступ к производству нового поколения процессоров, что ставит Danik&Corp в невыгодное положение на ближайшие годы. Danik&Corp ищет альтернативных поставщиков."},
    {"type": "image", "src": "img/10.png", "caption": "Здание 'MicroCore' после поглощения. Изображение 10."}
  ],
  "DEFAULT-4": [
    {"type": "text", "value": "Консорциум во главе с **Danik&Corp** получил беспрецедентный контракт ООН на разработку и внедрение технологий геоинженерии для стабилизации климата. Бюджет проекта составляет $500 млрд."},
    {"type": "image", "src": "img/13.png", "caption": "Визуализация проекта 'Зеленый Купол' Danik&Corp. Изображение 13."},
    {"type": "text", "value": "Проект 'Зеленый Купол' предполагает развертывание атмосферных фильтров на солнечной энергии. Эта победа резко поднимает политический вес Danik&Corp на международной арене, фактически давая ей статус 'спасителя планеты'."}
  ],
  "DEFAULT-5": [
    {"type": "text", "value": "**Danik&Corp** представила искусственный интеллект, способный к саморазвитию, получивший название 'Праксис'. ИИ уже превосходит все существующие аналоги в задачах стратегического планирования и анализа больших данных."},
    {"type": "image", "src": "img/14.png", "caption": "Нейросеть 'Праксис' во время тестирования. Изображение 14."},
    {"type": "text", "value": "Главное преимущество 'Праксиса' — его способность самостоятельно учиться и адаптироваться, опередив XELGAST. Его потенциал для военного применения вызывает беспокойство у конкурентов."}
  ],
  "DEFAULT-6": [
    {"type": "text", "value": "SynaptiCorp фокусируется на прямом подключении солдат к машинам. XELGAST, используя эту технологию, стремится получить преимущество на поле боя. Danik&Corp критикует этичность разработок."},
    {"type": "image", "src": "img/11.png", "caption": "Нейроинтерфейс SynaptiCorp. Изображение 11."},
    {"type": "text", "value": "По слухам, устройство может быть использовано для **военного** управления дронами нового поколения."}
  ],
  "DEFAULT-7": [
    {"type": "image", "src": "img/12.png", "caption": "Новый R&D центр RoboPrime. Изображение 12."},
    {"type": "text", "value": "Центр RoboPrime в Европе получает государственное финансирование. Он позволит XELGAST быстро разрабатывать новые **военные** автономные системы, несмотря на протесты активистов, которые считают, что XELGAST обходит международные конвенции."}
  ]
}